Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Everything else -- including Music/, Wrestling/, and WebVideo/ -- should be marked as Work-type pages.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Fanfic Fanfic/]] (For fan fictions in literary format; other kind of fan works go in the specific format of their medium [Webcomic/, etc.]) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Film Film/]] (For live-action films; animated films go in [=WesternAnimation/=], Animation/ or Anime/ as appropriate.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Franchise Franchise/]] (A multimedia hub namespace for series with at least three work pages in different namespaces.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Literature Literature/]] (Includes [=eBooks=], {{Light Novel}}s, and {{Web Serial Novel}}s.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Magazine Magazine/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Manga Manga/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Manhua Manhua/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Manhwa Manhwa/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Music Music/]] (For bands, individual artists, music albums, and certain songs/music videos) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Myth Myth/]] (Mythologies, legends and oral traditions.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Pinball Pinball/]] (For PhysicalPinballTables and pinball disambiguation pages; pinball video games should go under [=VideoGame/=] instead) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Platform Platform/]] (Hardware, software, or locations made to experience certain works) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Podcast Podcast/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Radio Radio/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Ride Ride/]] (Covers both rides and theme parks.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Roleplay Roleplay/]] (Used for online {{Role Playing Game}}s and {{LARP}}s.
pt_br: Todas as outras -- incluindo BrMusica/, BrLutaLivre/ e BrWebVideo/ -- devem ser marcadas como páginas de obras (Work)). * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrFanfic BrFanfic/]] (Para obras de fã-ficção em formato literário; outros tipos de obras de fãs devem ser postos no formato específico da mídia [[=BrQuadrinhosWeb/=], etc.]) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrFilme Filme/]] (Para filmes com atores reais; filmes animados vão em [=BrAnimacaoOcidental/=], [=BrAnimacao/=] ou [=BrAnime/=] conforme for mais apropriado.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrFranquia BrFranquia/]] (Um espaço multimídia para obras com pelo menos três entradas em diferentes espaços.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrLiteratura BrLiteratura/]] (Inclui [=eBooks=], ''light novels'' e contos seriais para a internet.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrRevista BrRevista/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrManga BrManga/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrManhua BrManhua/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrManhwa BrManhwa/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrMusica BrMusic/]] (Para bandas, artistas solo, álbuns de música e certas músicas ou clipes musicais) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrMito BrMito/]] (Mitologias, lendas e tradições orais.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrPinball BrPinball/]] (Para mesas físicas de pinball e páginas de desambiguação sobre pinball; videogames de pinball devem ser inseridos em [=BrVideoGame/=] ao invés) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrPlataforma BrPlatforma/]] (Hardware, software, ou locais feitos para se experimentar certas obras) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrPodcast BrPodcast/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrRadio BrRadio/]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrPasseio BrPasseio/]] (Para parques temáticos e brinquedos neles.)

source: Everything set in the almost mystical space of the backlands.
pt_br: Tudo isso ambientado no místico sertão do norte de Minas Gerais, sul da Bahia e Goiás.

source: Everything's still proceeding... um... according to plan!
pt_br: Tudo ainda está indo de acordo com o plano!

source: Everywhere ''except'' the service areas.
pt_br: Todo ele, ''exceto'' as áreas de serviço.

source: Examples must be games that, as a whole, are extremely difficult even by skilled players' standards.'''
pt_br: Exemplos devem ser jogos que, como um todo, são extremamente difíceis até para os padrões de jogadores habilidosos.'''

source: Examples of 2nd-person stories include ''Aura'' by Carlos Fuentes and ''Bright Lights, Big City''.[[/index]] * '''Third-Person Narration:''' 3rd-person uses he, she, them, they; there is no "you" or "I", except in dialogue.
pt_br: Exemplos de histórias em segunda pessoa são ''Aura'', de Carlos Fuentes, e ''Bright Lights, Big City''. * '''Narrativa em Terceira Pessoa:''' Ele, ela, eles, elas: não há "você" e "eu", exceto no diálogo.

source: Examples of Nintendo Hard head-to-head fighters generally go under TheComputerIsACheatingBastard, since crazy-hard opponent AI is nigh-universally the culprit.
pt_br: Exemplos de Dificuldade Nintendo em jogos de luta 1-contra-1 geralmente se encaixam em Br/OComputadorEUmCanalhaTrapaceiro, pois o oponente de IA muito difícil quase sempre é o culpado.

source: Examples:
pt_br: Exemplos: Br/ExemplosEmFalta.

source: Examples: ''Anime/NeonGenesisEvangelion'', ''Franchise/PuellaMagiMadokaMagica'', ''TabletopGame/NewWorldOfDarkness'', ''TabletopGame/OldWorldOfDarkness'', ''ComicBook/SinCity'', ''Franchise/FarCry'', ''Manga/BlackLagoon'', ''VideoGame/DiscoElysium'', ''Literature/TheDresdenFiles'', ''Franchise/ShinMegamiTensei'', ''VideoGame/NieR'', ''Franchise/DragonAge'', and ''Literature/ASongOfIceAndFire''.
pt_br: Exemplos: ''BrAnime/NeonGenesisEvangelion'', ''BrFranquia/PuellaMagiMadokaMagica'', ''BrJogoDeMesa/NewWorldOfDarkness'', ''BrJogoDeMesa/OldWorldOfDarkness'', ''BrQuadrinhos/SinCity'', ''BrFranquia/FarCry'', ''BrManga/BlackLagoon'', ''BrVideoGame/DiscoElysium'', ''BrLiteratura/TheDresdenFiles'', ''BrFranquia/ShinMegamiTensei'', ''BrVideoGame/NieR'', ''BrFranquia/DragonAge'' e ''BrLiteratura/AsCronicasDeGeloEFogo''.

source: Examples: ''Film/{{Elysium}}'', ''Film/MadMax'', ''Film/VForVendetta'', ''Film/{{Waterworld}}'', ''VideoGame/{{Fallout}}'', ''Manga/FistOfTheNorthStar'', ''[[WesternAnimation/WallE WALL•E]]'', ''Franchise/{{Halo}}'', ''VideoGame/HalfLife2'', ''VideoGame/BlazBlue'', ''WesternAnimation/SamuraiJack'', ''VideoGame/FireEmblemGenealogyOfTheHolyWar'', ''WesternAnimation/AvatarTheLastAirbender'', ''VideoGame/TheNewOrderLastDaysofEurope'', and ''WesternAnimation/TheOwlHouse''.
pt_br: Exemplos: ''BrFilme/{{Elysium}}'', ''BrFilme/MadMax'', ''BrFilme/VDeVinganca'', ''BrFilme/{{Waterworld}}'', ''BrVideoGame/{{Fallout}}'', ''BrManga/FistOfTheNorthStar'', ''[[BrAnimacaoOcidental/WallE WALL•E]]'', ''BrFranquia/{{Halo}}'', ''BrVideoGame/HalfLife2'', ''BrVideoGame/BlazBlue'', ''BrAnimacaoOcidental/SamuraiJack'', ''BrVideoGame/FireEmblemGenealogyOfTheHolyWar'', ''BrAnimacaoOcidental/AvatarOUltimoMestreDoAr'', ''BrVideoGame/TheNewOrderLastDaysOfEurope'' e ''BrAnimacaoOcidental/ACasaDaCoruja''.

source: Examples: ''Literature/NineteenEightyFour'', ''Literature/Fahrenheit451'', ''TabletopGame/Warhammer40000'', ''Literature/XeeleeSequence'', ''Franchise/DeadSpace'', ''Manga/{{Berserk}}'', ''VideoGame/DarkSouls'', ''VideoGame/{{Drakengard}}'', ''Franchise/{{Devilman}}'', ''VideoGame/{{LISA}}'', ''Website/SCPFoundation'', ''VideoGame/LobotomyCorporation'', the ''Franchise/CthulhuMythos'', and any non-LovecraftLite [[CosmicHorrorStory Cosmic Horror Fiction]] in general.
pt_br: Exemplos: ''BrLiteratura/MilNovecentosEOitentaEQuatro'', ''BrLiteratura/Fahrenheit451'', ''BrJogoDeMesa/Warhammer40000'', ''BrLiteratura/XeeleeSequence'', ''BrFranquia/DeadSpace'', ''BrManga/{{Berserk}}'', ''BrVideoGame/DarkSouls'', ''BrVideoGame/{{Drakengard}}'', ''BrFranquia/{{Devilman}}'', ''BrVideoGame/{{LISA}}'', ''BrOriginalDaWeb/SCPFoundation'', ''BrVideoGame/LobotomyCorporation'', ''BrFranquia/MitosDeCthulhu'' e [[Br/HistoriaDeHorrorCosmico histórias de horror cósmico]] em geral.

source: Examples: ''{{VideoGame/Borderlands}}'', ''VisualNovel/AceAttorney'', ''Franchise/{{Danganronpa}}'', ''Series/TheGoodPlace'', ''WesternAnimation/InvaderZim'', ''WesternAnimation/TheBoondocks'', ''WesternAnimation/EdEddNEddy'', ''WesternAnimation/TheSimpsons'', ''WesternAnimation/FamilyGuy'', ''WesternAnimation/TheVentureBrothers'', ''WesternAnimation/SouthPark'', and ''WesternAnimation/InsideJob2021''.
pt_br: Exemplos: ''BrVideoGame/{{Borderlands}}'', ''BrFranquia/{{Danganronpa}}'', ''BrSerie/OBomLugar'', ''BrAnimacaoOcidental/InvasorZim'', ''BrAnimacaoOcidental/TheBoondocks'', ''BrAnimacaoOcidental/DuDuduEEdu'', ''BrAnimacaoOcidental/OsSimpsons'', ''BrAnimacaoOcidental/UmaFamiliaDaPesada'', ''BrAnimacaoOcidental/OsIrmaosAventura'', ''BrAnimacaoOcidental/SouthPark'' e ''BrAnimacaoOcidental/DepartamentoDeConspiracoes''.

source: Except for a background character seen in one panel.
pt_br: Exceto por um personagem de fundo em um painel.

source: Exceptional things don't happen to the main characters ''because'' they are main characters; rather, they are designated main characters ''because'' exceptional things happen to them.
pt_br: Coisas excepcionais não acontecem aos personagens principais ''porque'' eles são os personagens principais; ao contrário, eles são designados principais ''porque'' coisas excepcionais acontecem a eles.

source: Exceptions may be made in cases where StatusQuoIsGod,[[note]]which is why you should not add this trope to the ThisImageIsNotAnExample index[[/note]] or when a character can be said to have permanently escaped, e.g. they died peacefully in their sleep at an old age.
pt_br: Exceções podem ser feitas em casos onde Br/StatusQuoEDeus[[note]]e é por isso que você não deve adicionar este tropo ao índice de Br/EstaImagemNaoEUmExemplo[[/note]] ou quando pode se dizer que um personagem escapou permanentemente, ''e.g.'' morreu de velhice enquanto dormia.

source: ExecutiveMeddling is often a good example of this trope in action.
pt_br: Br/InterferenciaExecutiva costuma ser um bom exemplo deste tropo em ação.

source: ExecutiveMeddling may of course be at fault; "We gotta appeal to the kids!" But other reasons include trying to be more mainstream, to change an unpopular run, to appeal to another demographic, to recognize and dispel TooBleakStoppedCaring etc.
pt_br: A Br/InterferenciaExecutiva, pode, naturalmente, ter culpa nisso: "Precisamos que as crianças queiram ver isso!" Mas outros motivos incluem tentar se tornar mais populares, tentar alcançar outras demografias, reconhecer e tratar ??? TooBleakStoppedCaring, etc.

source: Exempli gratia: [[Film/TheDarkKnight "How about a magic trick?
pt_br: Exemplo: [[BrFilme/OCavaleiroDasTrevas "Que tal um truque de mágica?

source: Exemplified in the modern era by artists like Creator/CharlieChaplin, Creator/BusterKeaton, and Creator/LaurelAndHardy; and continued by recent performers such as the British comedy team of Rik Mayall and Ade Edmonson, and Canadian actor Creator/JimCarrey[[note]]notice that all these actors are men?
pt_br: Na era moderna é exemplificado por artistas como BrCriador/CharlieChaplin, BrCriador/BusterKeaton e BrCriador/LaurelEHardy; no Brasil, os Trapalhões foram o principal grupo de humor pastelão; exemplos mais recentes incluem o grupo formado por Rik Mayall e Ade Edmonson, assim como o ator canadense BrCriador/JimCarrey[[note]]percebeu que todos os atores mencionados são homens?

source: ExpandedUniverse has them go into detail with it.
pt_br: O Br/UniversoExpandido dá mais detalhes a respeito.

source: Expect a setting that uses Character Alignments to make frequent use of plots about OrderVersusChaos and BalanceBetweenGoodAndEvil.
pt_br: Espere que uma ambientação que usa Alinhamentos de Personagem faça uso frequente de tramas do tipo Br/OrdemContraCaos e Br/EquilibrioEntreOBemEOMal.

source: Expect an OhCrap moment when paired with TheBerserker.
pt_br: Espere um momento de Br/VishFerrou quando em combinação com Br/OEnfurecido.

source: Expect characters [[BeingGoodSucks who do the right thing]] to [[NoGoodDeedGoesUnpunished suffer for it]].
pt_br: Personagens que [[Br/SerBomEUmaDroga fazem a coisa certa]] [[Br/NenhumaBoaAcaoFicaImpune vão sofrer por isso]].

source: Expect characters who do the wrong thing to prosper... and ''[[LonelyAtTheTop then]]'' [[PyrrhicVictory suffer]].
pt_br: Espere que personagens que fazem a coisa errada prosperem... e ''[[Br/SozinhoNoTopo então]]'' [[Br/VitoriaPirrica sofram]] logo após.

source: Expect ghosts.
pt_br: Espere encontrar fantasmas.

source: Expect plenty of SnarkToSnarkCombat if and when two of these meet.
pt_br: Espere muito Br/CombateEntreSarcasticos se e quando dois deles se encontram.

source: Expect someone to say "HesDeadJim", lament this "valued crew member's [[WhatASenselessWasteOfHumanLife senseless death]]", and then [[ForgottenFallenFriend promptly forget him]].
pt_br: Espere que alguém diga "Br/EleEstaMortoJim", lamente a "[[Br/QueDesperdicioInutilDeVidaHumana morte inútil]] deste valioso membro da tripulação", e então [[Br/AmigoFalecidoEsquecido prontamente se esqueça dele]].

source: Expect the character dishing this out to [[RationalizingTheOverkill justify this no matter what anyone speaks against it.]] Expect someone (doesn't needs be the OnlySaneMan) to be DisappointedByTheMotive if the retribution is just ''that'' absurdly disproportional to the reason.
pt_br: Espere que o personagem fazendo isso justifique isso, não importa o que qualquer um fale em contrário. Espere que alguém (não precisa ser o Br/UnicoHomemSao) fique Br/DesapontadoPeloMotivo se a retribuição é absurdamente desproporcional ''nesse nível''.

source: Expect the {{Red Shirt}}s to be muggles since non-muggles are usually too plot-valuable to waste.
pt_br: Os [[Br/CamisaVermelha camisas vermelhas]] são trouxas porque os não-trouxas são preciosos para a trama e por isso não podem ser desperdiçados.

source: Expect them to resort frequently to BrutalHonesty.
pt_br: Espere que eles façam uso frequente de Br/HonestidadeBrutal.

source: FOR!
pt_br: PARA!

source: Face it, not every viewer is like a [[Administrivia/TvTropesGlossary Troper]], analyzing character's actions, and picking apart the plot.
pt_br: Convenhamos, nem todo espectador é como um [[BrAdministrivia/GlossarioDoTVTropes tropoeiro]], que está sempre analisando as ações dos personagens e destrinchando a trama.

source: Famous for [[DawsonCasting casting adults as little children]].
pt_br: Um de seus traços marcantes é [[Br/ElencoDeDawson a escalação de adultos para interpretar crianças pequenas]].

source: Famous writers, including Creator/StephenKing and Creator/TerryPratchett, have been known to offer their readers a chance to be tuckerized, either as [[ContestWinnerCameo the prize in a competition]] or as part of a charity auction.
pt_br: Escritores famosos, incluindo BrCriador/StephenKing e BrCriador/TerryPratchett, já ofereceram aos leitores uma chance de serem tuckerizados, seja como [[Br/AparicaoEspecialConcedidaComoPremio um prêmio em uma competição]] ou como parte de um leilão para caridade.

source: Fans coined the term "Woolseyisms" to refer to places where Woolsey had obviously been tinkering with the original Japanese script.
pt_br: Fãs então cunharam o termo "woolseyismo" para se referir a locais onde Woolsey obviamente manipulou o roteiro original em japonês.

source: Father Doom?\\ '''Vic:''' Life without parole.
pt_br: O Destruidor?\\ '''Vic:''' Ele pegou perpétua.

source: Fifteen hundred years ago, everybody ''knew'' the Earth was the center of the universe.
pt_br: Há mil e quinhentos anos todos ''sabiam''': a Terra era o centro do universo.

source: Filmmakers and playwrights use the term [[https://en.wikipedia.org/wiki/Beat_%28filmmaking%29 "beat"]] to describe moments in the screenplay that should [[EmotionalTorque evoke particular emotional reactions]] in the audience.
pt_br: Cineastas e dramaturgos utilizam o termpo "batida" para descrever momentos no roteiro que devem [[Br/TorqueEmocional evocar emoções específicas]] no público.

source: Finally exasperated, he asks the kids to hold their textbooks, and makes them swear an oath that they will take their education seriously, so that when they grow up they become knowledgeable citizens, with a bright future.
pt_br: Finalmente exasperado, ele pede que as crianças segurem seus livros didáticos e façam um juramento para levar a educação a sério, para que possam crescer sendo pessoas honradas e de bem.

source: Finally, Doña Florinda, who did not get the memo, flips out at being called Vieja Chancluda, and the grateful kids go on at length about what a fine person she is.
pt_br: Finalmente, Dona Florinda, que não ficou sabendo do acordo, reclama por ter sido chamada de velha rabugenta e as crianças ficam muito gratas por ela ser a pessoa que é.

source: Finally, El Chavo asks why his grandma does what Doña Florinda said.
pt_br: Finalmente, o Chaves pergunta porque a avó dele faz o que a Dona Florinda disse.

source: Finally, if an adult or more serious TV show or movie has a spin-off aimed at children, this can be the result.
pt_br: Por fim, se um show ou filme que é mais sério ou foi pensado para adultos recebe uma obra derivada que almeja crianças, este pode ser o resultado.

source: Finally, if the demands are not met within a galactic standard week (one hour), [[EarthShatteringKaboom you can say goodbye to Planet Earth]].
pt_br: Por fim, se a demanda não for atendida em uma semana galáctica padrão (uma hora), [[Br/ExplosaoDeTremerATerra pode dizer tchauzinho para o planeta Terra]].

source: Finally, on the morning of January 20, 1950, an artery burst in Orwell's lungs, killing him at the age of 46.
pt_br: Finalmente, na manhã de 20 de janeiro de 1950, uma artéria rompeu em um dos pulmões de Orwell, matando-o com a idade de 46.

source: Finally, the problem with the Red Shirts is that they can be far too obvious.
pt_br: Finalmente, o problema com os Camisas Vermelhas é que a função é óbvia.

source: Finally, there's a form of this in the case of villains that make a deal with the devil for supernatural power, which often involves the villain doing something [[MoralEventHorizon truly heinous]] for the devil in question in order to earn their favor.
pt_br: Por fim, há uma forma do pacto em que vilões fazem um acordo com o demônio em troca de poder sobrenatural, o que geralmente envolve o vilão fazendo algo [[Br/HorizonteMoralDeEventos realmente hediondo]] em nome do vilão em troca de se obter o que se deseja.

source: Finally, to add Squick to injury, [[ArsonMurderAndJaywalking Chavo offers him some chewing gum... the same piece he is already chewing]].
pt_br: E finalmente, para um toque de nojo, [[Br/RouboHomicidioEAtravessarForaDaFaixa Chaves oferece chiclete pra ele... o mesmo chiclete que ele já está mastigando]].

source: First step is to deliver an ultimatum.
pt_br: O primeiro passo é entregar um ultimato.

source: Five hundred years ago, everybody ''knew'' the Earth was flat, and fifteen minutes ago, you ''knew'' that humans were alone on this planet.
pt_br: Há quinhentos anos todos ''sabiam'' que a Terra era chata, e há quinze minutos você ''sabia'' que as pessoas estavam sozinhas nesse planeta.

source: Florinda also applies as she has a very elitist attitude towards her neighbors whose social class she judges, refering to them as "chusma" (or "riffraff").
pt_br: Florinda também, devido à atitude elitista para com seus vizinhos, que ela chama de "gentalha".

source: Following these arrests, the Templars were accused of blasphemy (worship of a crypto-Muslim and neo-pagan MysteryCult of {{Baphomet}}) and sodomy, tortured into confessions, and finally burned at the stake.
pt_br: Após estas prisões, os Templários foram acusados de blasfêmia (adoração a um cripto-muçulmano e um Br/CultoDeMisterio neo-pagão a Br/{{Baphomet}}) e sodomia, foram torturados e forçados a confessar, e finalmente queimados na fogueira.

source: For TV series, this can sometimes be a result of a PostScriptSeason.
pt_br: Para séries de TV, isso às vezes é o resultado de uma Br/TemporadaPosRoteiro.

source: For a more grandiose or plot-wrapping version, see DeusExMachina.
pt_br: Para uma versão mais grandiosa e abrangente, consultar Br/DeusExMachina.

source: For a more horrific version, see ThroughTheEyesOfMadness.
pt_br: Para uma versão mais aterrorizante, consultar Br/AtravesDosOlhosDaLoucura.

source: For a real item that would be heavy (Thor's huge iron warhammer), a lightweight, hollow replica may be created.
pt_br: Para um item que realisticamente seria pesado (como o martelo de guerra do Thor), uma réplica leve e oca pode ser criada.

source: For a time, the Templars "owned" the island of UsefulNotes/{{Cyprus}}, having bought it off Richard the Lionheart after he captured it, but sold it back to him when they realised that it was too much for them to hold.
pt_br: Por algum tempo, os Templários "tiveram" a ilha de Chipre, tendo a adquirido do Rei Ricardo I da Inglaterra após a conquista por este, mas logo ela foi vendida de volta quando eles perceberam que seria difícil mantê-la.

source: For added flavor there's a weapon designer (Music/TomWaits!) who specializes in these.
pt_br: Para um toque extra, há também um projetista (BrMusica/TomWaits) de armas exóticas.

source: For an example, if a pattern is only visible in [[UgandanMedia Ugandan literature]] in the 1970s, it's still a trope as long as it conveys some sort of message (even if that message is only understandable to readers of 1970s Ugandan literature), but a narrowly-defined TLP for which only two or three examples can be found is much more ''likely'' to be coincidences than those with a similar degree of specificity and many examples.
pt_br: Por exemplo, se um certo padrão só é reconhecível na literatura de Uganda dos anos 1970, ainda é um tropo desde que haja algum tipo de mensagem (mesmo que essa mensagem só seja compreensível para os leitores dessa literatura específica), mas um candidato a tropo no TLP que tenha uma definição muito estrita para a qual se podem encontrar apenas dois ou três exemplos tem muito mais chance de ser uma coincidência do que aqueles que possuem o mesmo nível de definição estrita, porém com muitos exemplos.

source: For attempts to create a suspiciously-similar SisterTrope, instead of a hierarchical SubTrope, see Administrivia/RidiculouslySimilarTrope.
pt_br: Para tentativas de criar um Br/TropoIrmao similar demais, ao invés de um Br/SubTropo, consultar BrAdministrivia/TropoRidiculamenteSimilar.

source: For big-budget series exclusive to streaming services such as Creator/{{Netflix}}, use [=Series/=] or the appropriate animation namespace instead.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=WesternAnimation WesternAnimation/]] (For both films and series.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Wrestling Wrestling/]] [[/folder]]
pt_br: Para séries de grande orçamento e exclusivas de serviços de conteúdo sob demanda, tal como BrCriador/{{Netflix}}, use [=BrSerie/=] ou o espaço apropriado de animação.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAnimacaoOcidental BrAnimacaoOcidental/]] (Para filmes e séries.) * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrLutaLivre BrLutaLivre/]] [[/folder]]
